{
  "TARGETRECALL": {
    "setting": {
      "active.label": "Enable Target Recall",
      "active.description": "Enables target recall for the client. This can be disabled at the token level by right clicking that token's target action on the token's HUD.",
      "clear.label": "Clear Targets",
      "clear.description": "Clears targets at start of turn if no target history (including if Target Recall is disabled for this client or for the token.)",
      "control.label": "Select Token on Turn Start",
      "control.description": "Automatically selects the owner's token on that token's turn start. Note that other modules may also do this so only enable if not already occurring.",
      "history.label": "Target History Rounds Retained",
      "history.description": "Set the number of rounds of target history to retain for each token. Token controllers may toggle through their target history by using the < and > keybinds, if that settings is enabled.",
      "keybind.label": "Enable '<' and '>' keybinds",
      "keybind.description": "Enables the CTRL+< (i.e comma) and CTRL+> (i.e. period) keybinds for toggling through target history on the token.",
      "marker": {
        "label": "Target Marker",
        "description": "Requires Sequencer module installed. Select the temporary token marker to be displayed for the current combatant when the controller changes targets.",
        "duration.label" : "Target Marker Duration",
        "duration.description": "Indicate in milliseconds how long to display the target marker after targeting (target marker requires Sequencer module installed).",
        "scale.label":"Target Marker Scale",
        "scale.description": "Scale the target marker size for a 1 x 1 grid-sized token. Marker size will automatically scale relative to token size for larger or smaller sized tokens (target marker requires Sequencer module installed)."
      },
      "finder.duration.label" : "Target Finder Duration",
      "finder.duration.description": "Indicate in milliseconds how long to display the target finder after targeting",
      "finder.alias-suppress.label": "Suppress Alias in Target Finder",
      "finder.alias-suppress.description": "By default, the target finder displays the token image, token alias, and distance. This settings suppresses the display of the token alias."
    }
  }
}